[{"id":1,
    "title": "Home Alone",
    "short_description": "Classic film about a kid stuck protecting his house",
    "long_description": "An eight-year-old troublemaker must protect his house from a pair of burglars when he is accidentally left home alone by his family during Christmas vacation.",
    "picture": "../public/images/HA.jpg"},
{"id":2,
    "title": "Violet Evergarden: Eternity and the Auto Memory Doll",
    "short_description": "Soldier from war visits all girl's academy to change one girl's life ",
    "long_description": "Violet Evergarden tutors a young lady at a private women's academy, but still grieves for the only person who ever brought her happiness.",
    "picture": "../public/images/VE.jpg"},
{"id":3,
    "title": "Jimmy Neutron: Boy Genius",
    "short_description": "Jimmy Neutron's TV debut",
    "long_description": "Jimmy's always inventing gadgets to make his life in Retroville more interesting. A boy genius with real kid emotions, Jimmy sometimes fantasizes about life on his own. But when the parents of Jimmy's hometown are kidnapped by invading aliens, he quickly discovers that things aren't so great when they're gone.",
    "picture": "../public/images/JN.jpg"},
{"id":4,
    "title": "Toy Story 4",
    "short_description": "Latest addition to the Toy Story Series",
    "long_description": "Woody, Buzz Lightyear and the rest of the gang embark on a road trip with Bonnie and a new toy named Forky. The adventurous journey turns into an unexpected reunion as Woody's slight detour leads him to his long-lost friend Bo Peep. As Woody and Bo discuss the old days, they soon start to realize that they're worlds apart when it comes to what they want from life as a toy.",
    "picture": "../public/images/TS.jpg"},
{"id":5,
    "title": "Jigsaw",
    "short_description": "Continution film of the Saw Series",
    "long_description": "After a series of murders bearing all the markings of the Jigsaw killer, law enforcement officials find themselves chasing the ghost of a man who has been dead for over a decade, and they become embroiled in a new game that's only just begun. Is John Kramer back from the dead to remind the world to be grateful for the gift of life? Or is this a trap set by a killer with designs of his own?",
    "picture": "../public/images/Jigsaw.jpg"},
{"id":6,
    "title": "A Silent Voice",
    "short_description": "Story about seeking forgiveness",
    "long_description": "When a grade school student with impaired hearing is bullied mercilessly, she transfers to another school. Years later, one of her former tormentors sets out to make amends.",
    "picture": "../public/images/SV.jpg"},
{"id":7,
        "title": "Empire",
        "short_description": "The Empire State Building",
        "long_description": "Andy Warhol films one shot of the Empire State Building from evening until 3 a.m. the next day.",
        "picture": "../public/images/empire.jpg"},
{"id":8,
    "title": "Won't You Be My Neighbor",
    "short_description": "Documentary about Mr. Rogers",
    "long_description": "Filmmaker Morgan Neville examines the life and legacy of Fred Rogers, the beloved host of the popular children's television show Mister Rogers' Neighborhood.",
    "picture": "../public/images/neighbor.png"},
{"id":9,
    "title": "Bill and Ted Face the Music",
    "short_description": "The example film from the past labs lol",
    "long_description": "The ruler of the future tells best friends Bill and Ted they must compose a new song to save life as we know it. But instead of writing it, they decide to travel through time to steal it from their older selves. Meanwhile, their young daughters devise their own musical scheme to help their fathers bring harmony to the universe.",
    "picture": "../public/images/BT.jpg"},
{"id":10,
    "title": "REC",
    "short_description": "Found footage film regarding a deadly virus",
    "long_description": "Late-night TV host Angela and her cinematographer are following the fire service on a call to an apartment building, but the Spanish police seal off the building after an old woman is infected by a virus which gives her inhuman strength.",
    "picture": "../public/images/REC.jpg"}

]